Repository: sugarbuzzdesigns/bcbrigade
Catalog: plugins/theme-switcher-reloaded/languages/ts_theme_switcher-*.po
Languages: eo, it_it

source: Theme Switcher
eo: Etosa ŝanĝilo

source: Display style:
eo: Montra stilo:
it_it: Impostazioni di visualizzazione:

source: Title
eo: Titolo
it_it: Titolo del widget

source: List
eo: Listo
it_it: Mostra lista dei temi

source: Drop-Down
eo: Falmenuo
it_it: Mostra un menù a tendina dei temi

source: Display theme names in
eo: Montri etosonomojn en
it_it: Mostra il nome del template come

source: full name (default option)
eo: Plena nomo (la defaŭlta opcio)
it_it: Nome completo (opzione predefinita)

source: short name (faster loading)
eo: Mallonga nomo (ŝargas pli rapide)
it_it: Nome breve (più veloce)

source: Stylesheet is missing.
eo: Stilfolio mankas
it_it: Manca il foglio di stile CSS.

source: File not readable.
eo: Ne povas legi dosieron
it_it: File non leggibile.

source: Template is missing.
eo: Etoso mankas.
it_it: Template mancante.
